<?php
return [
    [
        'number' => '1',
        'q' => '作品ごとの参加ミュージシャンを知りたいのですが…。',
        'a' => "このサイトはミュージシャン⇒作品の検索を目的としておりますので、
        作品⇒ミュージシャンについてはWikipedia等の他サイトをご利用ください。",
    ],
    [
        'number' => '2',
        'q' => '各パートで使われている楽器を、
        もう少し詳しく知りたいです。',
        'a' => "ミュージシャン⇒作品の検索を目的としている関係で、担当パートはある程度まとめられております。
        （例：ピアノ、オルガン⇒キーボード）
        具体的にどのような楽器を使用しているかについては、Wikipedia等の他サイトをご利用ください。",
    ],
    [
        'number' => '3',
        'q' => 'このサイトの情報は、何を基にしていますか？',
        'a' => "表示されるデータは基本的にはWikipediaを参照しておりますが、関係者の発言等でクレジットされていないが演奏されていることが示唆されている場合には参加ミュージシャンとして表示される場合がございます。
        また、クレジットが作品全体に対してされている場合でも、明らかにそのパートが入っていない曲は表示されません。
        （例：『FRIENDS』のドラムはどの曲か定義されていないが、『Friends』等ドラムの音がない曲がある）",
    ],
    [
        'number' => '4',
        'q' => '検索する時に同じパートを
        何度も選べてしまうのですが、おかしくないですか？',
        'a' => "同じパートを複数回選べますが、そういう曲があるため挙動としては正常です。
        （例：ベースとドラムが2名ずつ⇒『Calling』、コーラスやトランペットが複数名⇒無数に存在。）",
    ],
    [
        'number' => '5',
        'q' => '「基本的に初回収録作品が表示される」とのことですが、例外はどのようなものがありますか？',
        'a' => "例外的な取り扱いは、別途バージョン違い管理表を作成しておりますので
        メニューより『Version』を選択してご確認ください。",
    ],
    [
        'number' => '6',
        'q' => '何故ドラムとパーカッションだけ
        分かれていないのでしょうか？',
        'a' => "一時的にクレジットが『Drum and Percussion』になっている時期があり、明確に分けることが難しいからです。",
    ],
    [
        'number' => '7',
        'q' => 'ソロ活動についても
        検索できるようにしてくれませんか？',
        'a' => "お二人のソロも聴いてはいますが、今のところ作成するほどのモチベーションを持てないので実装する予定はありません。",
    ],

];
